Kerem-Erden/isuzu-diagnostic-system/firmware/esp32-gateway/sdkconfig.defaults.vehicle
CONFIG_IDF_TARGET="esp32"
CONFIG_GATEWAY_VEHICLE=y
CONFIG_GATEWAY_BITRATE=500000
CONFIG_GATEWAY_ECU_REQUEST_ID=0x7E0
CONFIG_GATEWAY_ALLOW_CLEAR=y
# CONFIG_GATEWAY_BENCH_TEST is not set
